---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures.ViewBoundariesTooLarge
source: html/24f9a3e2-6cec-a9af-325b-7b7726148830.htm
---
# Autodesk.Revit.DB.BuiltInFailures.ImportExportFailures.ViewBoundariesTooLarge Property

The view boundaries are too large to export the view..

## Syntax (C#)
```csharp
public static FailureDefinitionId ViewBoundariesTooLarge { get; }
```